[
    {
        "id": 1,
        "name": "Razer Blackwidow V3 Esp Sw Green",
        "price": 155.05,
        "category": "teclado",
        "description": "Ve a por todas con un modelo de tamaño completo con cable que incluye el dial de selección Razer™, 8 teclas macro dedicadas, controles multimedia e iluminación inferior.",
        "image": "https://i.imgur.com/GrHVpqW.jpg"
    },
    {
        "id": 2,
        "name": "Razer Blackwidow V3 Tkl",
        "price": 112.00,
        "category": "teclado",
        "description": "Switches mecánicos precisos alojados en un diseño del 80 % con cable, con tecnología Razer Chroma™ RGB para una mayor personalización.",
        "image": "https://i.imgur.com/76DbUBU.jpg"
    },
    {
        "id": 3,
        "name": "Razer Cynosa Lite+Mouse Abyssus Lite Spanish",
        "price": 61.00,
        "category": "teclado",
        "description": "Si piensas que no puedes conseguir un teclado mejor con todo lo esencial... piénsatelo otra vez. Con el teclado Razer Synosa Chroma, cubrimos lo básico y le añadimos atractivas funciones",
        "image": "https://i.imgur.com/pMGxDnR.jpg"
    },
    {
        "id": 5,
        "name": "Razer Huntsman Mini Sw Red Linear",
        "price": 152.00,
        "category": "teclado",
        "description": "Entra en una nueva dimensión letal con el Razer Huntsman Mini: un teclado para juegos reducido al 60 % de su tamaño y con sus punteros switches ópticos Razer.",
        "image": "https://i.imgur.com/YoxlIy0.jpg"
    },
    {
        "id": 6,
        "name": "Razer Deathadder V2 X Hyperspeed Wireless",
        "price": 73.00,
        "category": "mouse",
        "description": "Una ergonomía icónica que ahora llega con un control sin límites, gracias a la conectividad doble mediante tecnología Razer™ HyperSpeed Wireless ultrarrápida o Bluetooth, así como a 7 botones programables que incluyen 2 botones de fácil acceso en el borde.",
        "image": "https://i.imgur.com/pIWeltM.jpg"
    },
    {
        "id": 7,
        "name": "Razer Viper 8khz Ambidextrous Wired",
        "price": 76.00,
        "category": "mouse",
        "description": "Logra un nuevo nivel de control total con el Razer Viper 8KHz , un mouse ambidiestro para esports con un polling rate de 8000 Hz reales para ofrecer la mayor velocidad y la menor latencia nunca vistas. Mejorado con Switches Ópticos Razer™ de 2.ª generación, ha llegado el momento de estar a la altura y darlo todo en el terreno de juego.",
        "image": "https://i.imgur.com/5MOXnIV.jpg"
    },
    {
        "id": 8,
        "name": "Razer Viper Ultimate Wireless Charging Dock Quartz",
        "price": 175.00,
        "category": "mouse",
        "description": "A diferencia de los mouse con un polling rate inferior, en los que el movimiento del cursor puede dejar ver microinterrupciones inconsistentes, la tecnología Razer™ HyperPolling garantiza un movimiento de cursor ultrafluido, algo incluso más notorio en monitores con alto refresh rate.",
        "image": "https://i.imgur.com/pjMPDoU.jpg"
    },
    {
        "id": 9,
        "name": "Razer Viper Ultimate Wireless Charging Dock",
        "price": 160.00,
        "category": "mouse",
        "description": "Disfruta de un control más rápido y fluido con un ratón inalámbrico ligero diseñado para esports. Con un peso total de 74 g, no compromete la robustez de su diseño ambidiestro.",
        "image": "https://i.imgur.com/MBKPhhP.jpg"
    },
    {
        "id": 10,
        "name": "Razer Seiren Mini Ultra",
        "price": 75.00,
        "category": "microfono",
        "description": "Los grandes sonidos pueden venir en paquetes pequeños. Te presentamos Razer Seiren Mini, un micrófono condensador ultracompacto perfecto para un audio de calidad profesional en cualquier configuración de retransmisión o videollamada.",
        "image": "https://i.imgur.com/7HSf1XI.jpg"
    },
    {
        "id": 11,
        "name": "Razer Seiren V2 Pro",
        "price": 155.00,
        "category": "microfono",
        "description": "Suena como un profesional y sube de nivel tu calidad de producción con el Razer Seiren V2 Pro, un micrófono USB dinámico diseñado para quienes se toman en serio las emisiones. Tanto si eres un veterano del sector como un futuro profesional, disfruta de una claridad y calidad de voz de primera gracias a su conjunto de funciones de última generación.",
        "image": "https://i.imgur.com/zhJDlio.jpg"
    },
    {
        "id": 12,
        "name": "Trust Fyru 4in1 Streaming Mic Gxt258w White",
        "price": 185.00,
        "category": "microfono",
        "description": "El micrófono Fyru permite grabar de 4 maneras diferentes, optimizadas para cualquier situación.",
        "image": "https://i.imgur.com/h4pokvg.jpg"
    },
    {
        "id": 13,
        "name": "Trust Mantis Gxt232",
        "price": 40.00,
        "category": "microfono",
        "description": "El Mantis tiene un adaptador USB para conseguir un audio digital de alta calidad sin distorsiones. Además de hablar con tus compañeros de equipo, este micrófono es perfecto para usarlo con Twitch, YouTube o la plataforma que prefieras. Puedes estar seguro de que todo el mundo te oirá claramente.",
        "image": "https://i.imgur.com/j3keES8.jpg"
    },
    {
        "id": 14,
        "name": "Razer Blackshark V2 Black Analog + Usb",
        "price": 155.00,
        "category": "auriculares",
        "description": "Gracias a la tarjeta de sonido USB, puedes ajustar y mejorar tu salida de voz aún más con Razer Synapse, lo que te da acceso a características como Mejora de micrófono, Pasarela de voz, Normalización de volumen, Ecualizador de micrófono y Reducción de ruido ambiental.",
        "image": "https://i.imgur.com/Zn8zZfn.jpg"
    },
    {
        "id": 15,
        "name": "Razer Blackshark V2 X Black",
        "price": 74.50,
        "category": "auriculares",
        "description": "Los Razer BlackShark V2 incluyen también diafragmas recubiertos de titanio, lo que le da nitidez extra a cualquier voz que oigas, de manera que cualquier comentario que recibas será siempre alto y claro.",
        "image": "https://i.imgur.com/8h0QrpX.jpg"
    },
    {
        "id": 16,
        "name": "Razer Blackshark V2 X White",
        "price": 70.00,
        "category": "auriculares",
        "description": "Si los Esports lo son todo para ti, entrégalo todo con los Razer BlackShark V2. Con unos auriculares para Esports que son una triple amenaza por su audio increíble, nitidez de micrófono superior y aislamiento acústico extremo, es hora de que te conviertas en un auténtico profesional.",
        "image": "https://i.imgur.com/wG1KEsU.jpg"
    },
    {
        "id": 17,
        "name": "Razer Kraken Bt Kitty Edition - Quartz",
        "price": 117.00,
        "category": "auriculares",
        "description": "Expresa libremente tu instinto asesino felino con los Razer Kraken BT Kitty Edition, unos auriculares inalámbricos Bluetooth con orejas de gato personalizadas e iluminación equipados con diafragmas de 40 mm con un sonido nítido.",
        "image": "https://i.imgur.com/LjA0Fig.jpg"
    },
    {
        "id": 18,
        "name": "Razer Kraken Kitty Chroma Quartz",
        "price": 180.00,
        "category": "auriculares",
        "description": "En esencia, los auriculares proporcionan una experiencia de audio mejorada que aumenta el disfrute del juego, ofreciendo agudos y medios nítidos, así como graves impactantes y profundos.",
        "image": "https://i.imgur.com/B3IFtUE.jpg"
    }]